Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: If you find GNU Emacs useful, please send a donation to the Free Software Foundation to support our work.
zh_cn: 如果您觉得GNU Emacs有用，请向自由软件基金会捐赠以支持我们的工作。

source: If you find problems with Org, or if you have questions, remarks, or ideas about it, please send an email to the Org mailing list emacs-orgmode@gnu.org.
zh_cn: 如果你发现了Org的的问题，或者你有对Org的疑问、评价或者好的想法，请发送邮件到Org邮件列表emacs-orgmode@gnu.org。

source: If you find that most of the time you need only a single key press to modify your list of tags, set the variable org-fast-tag-selection-single-key.
zh_cn: 如果您发现大多数情况下只需要按一次键来修改标签列表，那么可以设置变量org-fast-tag-election-single-key。

source: If you forget what a key does, you can find out by typing C-h k (describe-key), followed by the key of interest; for example, C-h k C-n tells you what C-n does.
zh_cn: 如果忘记了快捷键的作用，可以通过键入C-h k(describe-key)，然后键入感兴趣的键；例如，C-h k C-n告诉您C-n的作用。

source: If you give completion-cycle-threshold a numeric value n, completion commands switch to this cycling behavior only when there are n or fewer alternatives.
zh_cn: 如果给completion-cycle-threshold一个数值n，则仅当有n或更少替代选项时，补全命令才会切换到此循环行为。

source: If you have a fill prefix, the C-o command inserts the fill prefix on the new line, if typed at the beginning of a line.
zh_cn: 如果您有填充前缀，C-o命令将在新行上插入填充前缀(如果在行首键入)。

source: If you have a preferred set of tags that you would like to use in every file, in addition to those defined on a per-file basis by ‘TAGS’ keyword, then you may specify a list of tags with the variable org-tag-persistent-alist.
zh_cn: 除了由“TAGS”关键字在每个文件基础上定义的标签之外，如果您有希望在每个文件中使用的首选标签集，则可以使用变量org-tag-persistent-alist指定标签列表。

source: If you have access to the Internet, you can get the latest distribution version of GNU Emacs by anonymous FTP; see https://www.gnu.org/software/emacs on our website for more information.
zh_cn: 如果您可以访问互联网，您可以通过匿名FTP获得GNU Emacs的最新分发版本；有关更多信息，请参阅我们网站上的https://www.gnu.org/software/emacs。

source: If you have globally defined your preferred set of tags using the variable org-tag-alist, but would like to use a dynamic tag list in a specific file, add an empty ‘TAGS’ keyword to that file:
zh_cn: 如果您已使用变量org-tag-ist全局定义了首选的标签集，但希望在特定文件中使用动态标签列表，请向该文件添加空的“TAGS”关键字：

source: If you have this problem, you can either customize your window manager to not block those keys, or rebind the affected Emacs commands (see Customization).
zh_cn: 如果遇到此问题，您可以自定义窗口管理器，使其不拦截那些键，或者重新绑定受影响的Emacs命令(请参阅自定义)。

source: If you have ‘auto-f’ in the minibuffer and type SPC, it finds that the completion is ‘auto-fill-mode’, but it only inserts ‘ill-’, giving ‘auto-fill-’.
zh_cn: 如果在迷你缓冲区中有“auto-f”并键入SPC，它会发现补全是“auto-fill-mode”，但它只插入“ill-”，给出“auto-ill-”。

source: If you insert the character ‘!’ at that position, the result is ‘fro!b’, with point between the ‘!’ and the ‘b’.
zh_cn: 如果在该位置插入字符“！”，则结果为“fro！b”，游标位于“！”和“b”之间。

source: If you need both a repeater and a special warning period in a deadline entry, the repeater should come first and the warning period last
zh_cn: 如果在截止日期输入中既需要复读机，又需要特殊的提醒天数，则应先有中继器，最后才有提醒天数

source: If you need to contact the Free Software Foundation, see https://www.fsf.org/about/contact/, or write to
zh_cn: 如果您需要联系自由软件基金会，请参阅https://www.fsf.org/about/contact/，或写信给

source: If you now type buffer.c as input, that specifies the file /u2/emacs/src/buffer.c.
zh_cn: 如果您现在键入buffer.c作为输入，则指定文件/u2/emacs/src/buffer.c。

source: If you now type TAB, completion fills in the rest of the argument ‘auto-fill-mode’ into the minibuffer.
zh_cn: 如果现在键入TAB，补全操作会将参数“auto-fill-mode”的剩余填充到迷你缓冲区中。

source: If you often need a search for a specific keyword, define a custom command for it (see Agenda Dispatcher).
zh_cn: 如果您经常要搜索某个TODO关键字，您可以写一个自定义命令来进行搜索（详见议程调度程序）

source: If you often need a specific search, define a custom command for it (see Agenda Dispatcher).
zh_cn: 如果您经常需要搜索某个特定的标签，您可以自定义一个命令专门进行搜索（详见 议程调度程序）。

source: If you omit the class, it defaults to ‘birthday’.
zh_cn: 如果省略该类，则默认为“生日”。

source: If you only want to see the first tags match in a subtree, configure the variable org-tags-match-list-sublevels (not recommended).
zh_cn: 如果您只希望看到子树优先的标签匹配，请配置变量org-tag-Match-list-subblelevel(不推荐)。

source: If you prefer, you can make Emacs insert a newline automatically when a line gets too long, by using Auto Fill mode.
zh_cn: 如果您愿意，可以使用Auto Fill mode让Emacs在行过长时自动插入换行符。

source: If you rebind C-n to the command forward-word, C-n will move forward one word instead.
zh_cn: 如果将C-n重新绑定到命令forward-word，C-n将改为向前移动一个单词。

source: If you repeat C-/ (or its aliases), each repetition undoes another, earlier change, back to the limit of the undo information available.
zh_cn: 如果您重复C-/(或其别名)，则每次重复都会撤消另一个较早的更改，返回到可用撤消信息的限制。

source: If you see commands that you are not familiar with, you can use C-h k or C-h f to find out what they do.
zh_cn: 如果您看到不熟悉的命令，可以使用C-h k或C-h f了解它们的作用。

source: If you set the variable to the value expert, the special window is not even shown for single-key tag selection, it comes up only when you press an extra C-c.
zh_cn: 如果将变量设置为值expert，则甚至不会显示用于单键标签选择的特殊窗口，只有当您额外按C-c时才会出现该窗口。

source: If you specify just C-u as the prefix argument, C-h i prompts for the name of a documentation file, so you can browse a file which doesn’t have an entry in the top-level Info menu.
zh_cn: 如果仅指定C-u作为前缀参数，C-h i会提示输入文档文件的名称，这样您就可以浏览在顶级信息菜单中没有条目的文件。

source: If you switch between views often and the build time bothers you, you can turn on sticky agenda buffers (make this the default by customizing the variable org-agenda-sticky).
zh_cn: 如果您经常在议程视图间切换，但是不能忍受其更新时间，那么您可以打开粘滞议程buffer（设置变量org-agenda-sticky使其默认打开）。

source: If you then occasionally need more keys, press C-c to turn off auto-exit for the current tag selection process (in effect: start selection with C-c C-c C-c instead of C-c C-c).
zh_cn: 如果您偶尔需要更多键，请按C-c关闭当前标签选择过程的自动退出(实际上：使用C-c-c C-c而不是C-c C-c开始选择)。

source: If you type C-h f RET, it describes the function called by the innermost Lisp expression in the buffer around point, provided that function name is a valid, defined Lisp function.
zh_cn: 如果键入C-h fRET，它将描述游标周围缓冲区中最内层的Lisp表达式调用的函数，前提是函数名是有效的、已定义的Lisp函数。

source: If you type M-n in the minibuffer when there are no later entries in the minibuffer history (e.g., if you haven’t previously typed M-p), Emacs tries fetching from a list of default arguments: values that you are likely to enter.
zh_cn: 如果在迷你缓冲区历史记录中没有以后的项目时在迷你缓冲区中键入M-n(例如，如果您以前没有键入过M-p)，则Emacs会尝试从默认参数列表中提取：您可能会输入的值。

source: If you type M-x a u TAB, the TAB looks for completion alternatives (in this case, command names) that start with ‘au’.
zh_cn: 如果键入M-x a uTAB，TAB将查找以“au”开头的补全选项(在本例中为命令名)。

source: If you type C-k at the beginning or middle of a line, it kills all the text up to the end of the line.
zh_cn: 如果您在行首或行中键入C-k，则会取消直到行尾的所有文本。

source: If you type C-k at the end of a line, it joins that line with the following line.
zh_cn: 如果您在行尾键入C-k，它会将该行与以下行连接起来。

source: If you type TAB again immediately, it cannot determine the next character; it could be ‘-’, ‘a’, or ‘c’.
zh_cn: 如果立即再次键入TAB，则无法确定下一个字符；它可能是“-”、“a”或“c”。

source: If you type it from a client frame, it closes the client connection.
zh_cn: 如果您从客户端窗体中键入它，它将关闭客户端连接。

source: If you type just RET, that repeats the command unchanged.
zh_cn: 如果您只键入RET，则重复该命令不会改变。

source: If you use yank-pop after a yank, it yanks previous kill items plainly, without adjustment and folding.
zh_cn: 如果在在一次粘贴之后使用yank-pop，它会简单的粘贴之前的内容，不会调整和折叠。

source: If you use Emacs this way, the Emacs session accumulates valuable context, such as the kill ring, registers, undo history, and mark ring data, which together make editing more convenient.
zh_cn: 如果您以这种方式使用Emacs，则Emacs会话将积累有价值的上下文，如剪切板、寄存器、撤销历史和选区数据，这些都使得编辑更加方便。

source: If you use GNU Emacs at your workplace, please suggest that the company make a donation.
zh_cn: 如果您在工作场所使用GNU Emacs，请建议公司捐款。

source: If you use a dedicated frame for minibuffers, Emacs also recognizes certain keys there, for example, n to make a new frame.
zh_cn: 如果您为迷你缓冲区使用专用窗体，Emacs还会识别那里的某些关键点，例如，n来创建新窗体。

source: If you use multiple frames on a graphical display, selecting a particular frame selects a window in that frame.
zh_cn: 如果在图形显示上使用多个窗体，则选择特定窗体将选择该窗体中的一个窗口。

source: If you want both scheduling and deadline information to repeat after the same interval, set the same repeater for both timestamps.
zh_cn: 如果希望在同一时间间隔后同时重复日程安排和截止日期信息，请为这两个时间戳设置相同的复读机。

source: If you want to have a line number displayed before each line, see Display Custom.
zh_cn: 如果要在每行之前显示行号，请参阅显示自定义。

source: If you want to start a new line after a specific tag, insert ‘\n’ into the tag list
zh_cn: 如果要在特定标签后开始新行，请在标签列表中插入“\n”

source: If you want to use Org’s package repository, check out the Org ELPA page.
zh_cn: 如果你想使用Org的软件包仓库，请访问 Org ELPA page。

source: If you want to use them, add the ‘contrib/’ directory to your load path:
zh_cn: 如果你使用它们，添加‘contrib/’目录到你的加载路径中::

source: If you would like to be able to create new nodes as new parents for refiling on the fly, check the variable org-refile-allow-creating-parent-nodes.
zh_cn: 如果您希望能够创建一个新的父节点用于转接，请检查变量org-refile-allow-creating-parent-nodes。

source: If you would like to focus the agenda temporarily on a file not in this list, or on just one file in the list, or even on only a subtree in a file, then this can be done in different ways.
zh_cn: 如果你想使agenda临时包括不在org-agenda-files里的文件、或是仅包括org-agenda-files里的单独某个文件，甚至是某个文件里的某个子树，你可以通过以下几种方式来完成：

source: If you would like to see upcoming anniversaries with a bit of forewarning, you can use the following instead:
zh_cn: 如果你想看看即将到来的周年纪念日，并预告一下，你可以用以下几点来代替：

source: If you would like to select a location via a file-path-like completion along the outline path, see the variables org-refile-use-outline-path and org-outline-path-complete-in-steps.
zh_cn: 如果您想通过类似文件路径的大纲路径补全来选择位置，请查阅 org-refile-use-outline-path和org-outline-path-complete-in-steps变量。

source: If your buffer is small and all of it is visible in the window, pos is ‘All’.
zh_cn: 如果您的缓冲区很小，并且所有缓冲区在窗口中都可见，则pos为“all”。

source: If, God forbid, you
zh_cn: 如果，上帝保佑，你

source: If, for one reason or another, you want to install Org on top of this pre-packaged version, there are three ways to do it:
zh_cn: 如果出于某种原因要在此预打包版本之上安装Org，可以通过以下三种方法进行：

source: If, however, the region is active, DEL instead deletes the text in the region.
zh_cn: 但是，如果选区处于活动状态，则DEL会删除该区域中的文本。

source: Image attributes.
zh_cn: 图像属性。

source: Images
zh_cn: 图像

source: Images in HTML export
zh_cn: HTML导出中的图像

source: Images in LaTeX export
zh_cn: LaTeX导出中的图像

source: Images in ODT export
zh_cn: ODT导出中的图像

source: Images in Texinfo export
zh_cn: Texinfo导出中的图像

source: Important General Concepts
zh_cn: 重要的一般概念

source: Important Text-Changing Commands
zh_cn: 重要的文本更改命令

source: In Completion Example, we gave a simple example of such matching.
zh_cn: 在补全示例中，我们给出了一个简单的匹配示例。

source: In Emacs, stretches of active text (text that does something special in response to mouse clicks or RET) often have associated help text.
zh_cn: 在Emacs中，交互文本(响应鼠标单击或RET执行特殊操作的文本)的延伸通常具有关联的帮助文本。

source: In a help buffer, TAB (forward-button) moves point forward to the next hyperlink, while S-TAB (backward-button) moves point back to the previous hyperlink.
zh_cn: 在帮助缓冲区中，TAB(forward-button)将游标前移到下一个超链接，而S-TAB(backward-button)将游标移回上一个超链接。

source: In a new entry with no text yet, the first TAB demotes the entry to become a child of the previous one.
zh_cn: 在还没有文本的新条目中，第一次TAB将该条目降级为前一个条目的子项。

source: In addition, ~user-id/ means the home directory of a user whose login name is user-id.
zh_cn: 此外，~user-id/表示登录名为user-id的用户的主目录。

source: In addition, if Emacs is inside a recursive editing level, square brackets (‘[…]’) appear around the parentheses that surround the modes.
zh_cn: 此外，如果Emacs在递归编辑级别内，则方括号(‘[…]‘)出现在模式周围的括号中。

source: In addition, in some contexts, if you type a quotation using grave accent and apostrophe `like this', it is converted to a form ‘like this’ using single quotation marks, even without C-x 8 commands.
zh_cn: 此外，在某些上下文中，如果像这样使用重音符和撇号键入引号，则即使没有C-x 8命令，也会使用单引号将其转换为‘这种’形式。

source: In addition, the mode line is mouse-sensitive; clicking on different parts of the mode line performs various commands.
zh_cn: 此外，状态栏是鼠标敏感的；单击模式行的不同部分可执行各种命令。

source: In order to include entries from the Emacs diary into Org mode’s agenda, you only need to customize the variable
zh_cn: 要将Emacs日记中的条目包含到Org mode的议程中，您只需自定义变量

source: In other agenda types, org-use-tag-inheritance has no effect.
zh_cn: 在其他议程类型中，org-use-tag-inheritance的设置无效。

source: In other words, if there is nothing to complete, the first TAB echoes ‘Next char not unique’; the second TAB shows the completion list buffer.
zh_cn: 换句话说，如果没有要补全的内容，则第一个TAB回显“Next char not only”；第二个TAB显示补全列表缓冲区。

source: In other words, the program must be free for you when you get it, not just free for the manufacturer.
zh_cn: 换句话说，当您获得程序时，程序必须对您免费，而不仅仅是制造商免费。

source: In our example, it would say that you can invoke find-file by typing C-x C-f.
zh_cn: 在我们的示例中，可以通过键入C-x C-f来调用find-file。

source: In particular, every use of M-x is recorded there, since M-x uses the minibuffer to read the command name.
zh_cn: 特别是，由于M-x使用微型缓冲区读取命令名，因此这里记录了M-x的每次使用。

source: In such cases it may be enough to list only the highest level TODO headline and omit the sublevels from the global list.
zh_cn: 在这种情况下，只显示顶层的TODO标题可能就已经足够了。

source: In text files, typewriter quotes are simple and portable; curved quotes are less ambiguous and typically look nicer.
zh_cn: 在文本文件中，打字机引号简单且便携；弧形引号不那么模棱两可，通常看起来更美观。

source: In that case it is sufficient to start Emacs as ‘emacs -Q’.
zh_cn: 在这种情况下，以'emacs -Q'启动Emacs就足够了。

source: In that case, if one or more files were specified on the command line, Emacs simply displays those files; otherwise, it displays a buffer named *scratch*, which can be used to evaluate Emacs Lisp expressions interactively.
zh_cn: 在这种情况下，如果在命令行上指定了一个或多个文件，则Emacs只显示这些文件；否则，它将显示名为*scratch*的缓冲区，该缓冲区可用于以交互方式计算Emacs Lisp表达式。

source: In that case, the minibuffer starts out empty.
zh_cn: 在这种情况下，迷你缓冲区开始为空。

source: In that case, you can use Visual Line mode, which enables word wrapping: instead of wrapping long lines exactly at the right window edge, Emacs wraps them at the word boundaries (i.e., space or tab characters) nearest to the right window edge.
zh_cn: 在这种情况下，您可以使用Visual Line模式，该模式启用单词换行：Emacs不是精确地在窗口右边缘换行，而是在最靠近窗口右边缘的单词边界(即空格或制表符)换行。

source: In the example above, /u2/emacs/src/ is ignored, so the argument you supplied is /etc/termcap.
zh_cn: 在上面的示例中，/u2/emacs/src/被忽略，因此您提供的参数是/etc/termcap。

source: In the example above, setting the state to ‘DONE’ would actually switch the date like this:
zh_cn: 在上面的示例中，将状态设置为“DONE”实际上会切换日期，如下所示：

source: In the following example:
zh_cn: 在以下示例中：

source: In the manual we will, wherever possible, give the function that is internally called by the generic command.
zh_cn: 在手册中，我们将尽可能提供内部函数调用的通用命令

source: In the terminology of mathematics and computing, argument means “data provided to a function or operation”.
zh_cn: 在数学和计算术语中，参数表示“提供给函数或运算的数据”。

source: In this buffer, you can type SPC and DEL to scroll and type RET to follow hyperlinks.
zh_cn: 在此缓冲区中，您可以键入SPC和DEL滚动，键入RET跟踪超链接。

source: In this case you can set something like:
zh_cn: 在这种情况下，您可以设置如下内容：

source: In this case, make sure you set the load path correctly in your Emacs init file:
zh_cn: 在这种情况下，请确保在Emacs初始化文件中正确设置了加载路径:

source: In this interface, you can also use the following special keys:
zh_cn: 在此界面中，您还可以使用以下专用键：

source: In this manual we use the following conventions:
zh_cn: 在本指南中，我们使用以下约定：

source: In this manual, we will often speak of keys like C-n as commands, even though strictly speaking the key is bound to a command.
zh_cn: 在本手册中，我们经常将C-n这样的快捷键称为命令，即使严格地说，快捷键是绑定到命令的。

source: In this manual, when we speak of running a command by name, we often omit the RET that terminates the name.
zh_cn: 在本手册中，当我们谈到按名称运行命令时，我们经常省略终止该名称的RET。

source: In this style, if the text in the minibuffer is ‘foobar’, only matches starting with ‘foobar’ are considered.
zh_cn: 在此风格中，如果迷你缓冲区中的文本是“foobar”，则只考虑以“foobar”开头的匹配项。

source: In this way, it is quite complementary to Org.
zh_cn: 从这个意义上说，它与Org有很强的互补性。

source: Include Files
zh_cn: 包含文件

source: Include additional files into a document.
zh_cn: 将其他文件包括到文档中。

source: Incorporating literal LaTeX code.
zh_cn: 包含字面LaTeX代码。

source: Incorporating literal Texinfo code.
zh_cn: 包含字面Texinfo代码

source: Incremental search does not, strictly speaking, use the minibuffer.
zh_cn: 严格地说，增量搜索不使用迷你缓冲区。

source: Index
zh_cn: 主索引

source: Indices
zh_cn: 索引

source: Info and folding in a web browser.
zh_cn: Web浏览器中的信息和折叠。

source: Info directory file
zh_cn: 信息目录文件

source: Informative echo area messages are saved in a special buffer named *Messages*.
zh_cn: 信息性回显区消息保存在名为*Messages*的特殊缓冲区中。

source: Initial visibility
zh_cn: 初始可见性

source: Insert a blank line after the cursor (open-line).
zh_cn: 在光标后插入空行(open-line)。

source: Insert a new heading at the end of the current subtree.
zh_cn: 在当前子树的末尾插入新标题。

source: Insert a new heading, item or row.
zh_cn: 插入新标题、项或行。

source: Insert new TODO entry with same level as current heading.
zh_cn: 插入与当前标题级别相同的新TODO条目。

source: Inserting Text
zh_cn: 插入文本

source: Inserting and formatting links.
zh_cn: 插入链接并设置其格式。

source: Inserting deadlines or schedules
zh_cn: 插入截止日期或日程安排

source: Inserting images.
zh_cn: 插入图像。

source: Inserting preamble and postamble.
zh_cn: 插入前导和后导。

source: Inserting text by simply typing it.
zh_cn: 只需键入文本即可插入文本。

source: Insertion moves point forward, so that point remains just after the inserted text.
zh_cn: 插入会将游标向前移动，因此该指针将保留在插入的文本之后。

source: Inside a minibuffer, the keys TAB, SPC, and ? are often bound to completion commands, which allow you to easily fill in the desired text without typing all of it.
zh_cn: 在迷你缓冲区中，TAB、SPC和？键通常绑定到补全命令，这些命令允许您轻松地填写所需的文本，而无需键入所有文本。

source: Installation
zh_cn: 安装

source: Installing Org.
zh_cn: 安装 Org。

source: Installing a manual in Info file hierarchy.
zh_cn: 在信息文件层次结构中安装手册。

source: Instead of a tag, you may also specify a regular expression enclosed in curly braces.
zh_cn: 除了使用标签搜索，您也可以用带有大括号的正则表达式来筛选。

source: Instead of typing M-1, M-2, and so on, another way to specify a numeric argument is to type C-u (universal-argument) followed by some digits, or (for a negative argument) a minus sign followed by digits.
zh_cn: 指定数字参数的另一种方法不是键入M-1、M-2等，而是键入C-u(universal-argument)，后跟一些数字，或后跟数字的减号(对于负参数)。

source: Instead of using the mouse, you can also invoke the first menu bar item by pressing F10 (to run the command menu-bar-open).
zh_cn: 您也可以通过按F10(运行命令menu-bar-open)来调用第一个菜单栏项目，而不是使用鼠标。

source: Instead, Emacs asks for confirmation by momentarily displaying ‘[Confirm]’ after the text; type RET again to confirm and submit the text.
zh_cn: 相反，Emacs通过在文本后暂时显示“[Confirm]”来请求确认；再次键入RET以确认并提交文本。

source: Instead, Emacs assigns meanings to named commands, and then gives keys their meanings by binding them to commands.
zh_cn: 相反，Emacs为命名的命令分配含义，然后通过绑定到命令来赋予快捷键含义。

source: Integrating captured and flagged items.
zh_cn: 集成捕获和标记的项。

source: Interaction
zh_cn: 交互

source: Interaction with Other Packages
zh_cn: 与其他软件包的交互

source: Internal Links
zh_cn: 内部链接

source: Internal archiving
zh_cn: 内部归档

source: Internally, each command is a special type of Lisp function, and the actions associated with the command are performed by running the function.
zh_cn: 在内部，每个命令都是一种特殊类型的Lisp函数，与该命令相关联的操作通过运行该函数来执行。

source: Interpreting the mode line.
zh_cn: 状态栏的解释。

source: Intro
zh_cn: 简介

source: Introduction
zh_cn: 简介

source: Invoking HTML export.
zh_cn: 调用HTML导出。

source: Invoking commands by their names.
zh_cn: 按名称调用命令。

source: Invoking commands.
zh_cn: 调用命令。

source: Invoking export.
zh_cn: 调用导出。

source: It also is an authoring system with unique support for literate programming and reproducible research.
zh_cn: 它也是一个创作系统，对文学式编程和可重复性研究提供独特的支持。

source: It appears only on text terminals.
zh_cn: 它只出现在文本终端上。

source: It can be very useful to combine output from Org with the diary.
zh_cn: 将来自Org的输出与日记相结合非常有用。

source: It can control subprocesses, indent programs automatically, show multiple files at once, edit remote files like they were local files, and more.
zh_cn: 它可以控制子进程，自动缩进程序，一次显示多个文件，编辑远程文件，就像编辑本地文件一样，等等。

source: It displays a count for the region if the region is active, and for the buffer otherwise.
zh_cn: 如果选区处于活动状态，它将显示选区的计数，否则将显示缓冲区的计数。

source: It displays a line in the echo area that looks like this:
zh_cn: 它在回显区显示为一行，如下所示：

source: It displays a menu from which an additional letter is required to execute a command.
zh_cn: 该命令会显示一个菜单界面，在该界面输入不同的字母会执行不同的命令。

source: It displays the list in the echo area.
zh_cn: 它会在回显区中显示列表。

source: It is so-named because it corresponds to the completion behavior in Emacs 22.
zh_cn: 之所以这样命名，是因为它对应于Emacs22中的补全行为。

source: It is used to display small amounts of text for various purposes.
zh_cn: 它用于显示用于各种目的的少量文本。

source: It is useful for working near a location that has been exposed by a sparse tree command (see Sparse Trees) or an agenda command (see Agenda Commands).
zh_cn: 对于在由稀疏树命令(请参阅稀疏树)或议程命令(请参阅议程命令)暴露出来的位置操作时，它非常有用。

source: It normally starts out with just one frame, but you can create additional frames if you wish (see Frames).
zh_cn: 它通常只从一个窗体开始，但如果您愿意，也可以创建其他窗体(请参阅窗体)。

source: It offers lots of customization options.
zh_cn: 它提供了很多定制选项。

source: It searches for all possible completions that match the existing minibuffer text, and attempts to complete as much as it can.
zh_cn: 它搜索与现有迷你缓冲区文本匹配的所有可能的补全，并尝试尽可能多地补全。

source: It's easiest to install EBDB from the ELPA package repositories, though it's also possible to clone the package from [[https:github.com/girzel/ebdb][Github]] and put it on your load path.
zh_cn: 从ELPA软件包存储库安装EBDB是最容易的， 虽然也可以从[[https：github.com/Girzel/ebdb][Github]]克隆软件包并将其 在你的装载路径上。

source: Items that show up again and again.
zh_cn: 一次又一次出现的项目。

source: Its default is the Lisp symbol around or before point, if that is the name of a defined Lisp variable.
zh_cn: 如果它是已定义的Lisp变量的名称，则它的默认值是点前后的Lisp符号。

source: It’s important to add these files to the agenda file (more on the agenda later), like the following:
zh_cn: 将这些文件添加到议程文件非常重要(稍后将详细介绍议程)，如下所示：

source: I’ve been using Orgmode to implement the GTD methodology for the last 4 years.
zh_cn: 在过去的4年里，我一直在使用Orgmode来实现GTD方法。

source: JavaScript supported display of web pages
zh_cn: JavaScript支持的网页显示

source: Jump to a different place without changing the current outline visibility.
zh_cn: 在不更改当前大纲可见性的情况下跳到其他位置。

source: Jump to the location where org-refile last moved a tree to.
zh_cn: 跳转到org-refile命令上一次移动的位置。

source: Jumping to other headlines.
zh_cn: 跳转到其它标题。

source: Just type RET in the minibuffer to use it.
zh_cn: 只需在迷你缓冲区中键入RET即可使用它。

source: Key Help
zh_cn: 帮助快捷键

source: Key bindings and Useful Functions
zh_cn: 按键绑定和有用的函数

source: Key bindings and commands
zh_cn: 按键绑定和命令

source: Key bindings and where they are described.
zh_cn: 按键绑定和描述它的位置。

source: Key sequences: what you type to request one editing action.
zh_cn: 键序列：您键入的内容以请求一个编辑操作。

source: Keyboard access to agenda views.
zh_cn: 议程视图快捷键

source: Keyboard input into Emacs is based on a heavily-extended version of ASCII.
zh_cn: Emacs中的键盘输入基于ASCII的高度扩展版本。

source: Keys
zh_cn: 快捷键

source: Keyword Search for Packages
zh_cn: 包的关键字搜索

source: Keywords and blocks are written in uppercase to enhance their readability, but you can use lowercase in your Org files.
zh_cn: 关键字和块以大写形式编写，以增强其可读性，但是您可以在Org文件中使用小写形式。

source: Kill Emacs (save-buffers-kill-terminal).
zh_cn: 终止Emacs(save-buffers-kill-terminal)。

source: Kill back to the beginning of the previous word (backward-kill-word).
zh_cn: 向后删除到前一个单词的开头(backward-kill-word)。

source: Kill forward to the end of the next word (kill-word).
zh_cn: 向前删除到下一个单词的末尾(kill-word)。

source: Kill subtree, i.e., remove it from buffer but save in kill ring.
zh_cn: 删除子树，即将其从缓冲区中移除，但保存在剪切板中。
